{
  "W002": "2 - Time Sprint - Take 2 turns after this one.",
  "W003": "3 - Musical Chairs - All players get up and move one seat in the direction the turns are proceeding.",
  "W004": "4 - It's a New Ruling - Add up all numbers on target card and redistribute them however you wisWWWWWh.",
  "W005": "5 - Master of Chaos - Until your next turn you may choose ALL targets of Chaos Rolls.",
  "W006": "6 -Magic Online Pricing - All players may sacrifice any number of permanents. Then all players lose three life for each rare they control two life for each uncommon they control and one life for each common they control. (Basic Lands do not have a rarity.)",
  "W007": "7 - Rainbow Vale - Put a land token named Rainbow Vale into play under your control. It has \"T: Add 1 mana of any color to your mana pool \" and \"Unused mana from Rainbow Vale causes mana burn at a loss of five life instead of zero\" and \"If Rainbow Vale is untapped at end of turn lose 5 life\" and \"At the beginning of each player's turn that player gains control of Rainbow Vale and untaps it.\"",
  "W008": "8 - Musical Life - Each player passes their life total to the next player in the direction the turns are proceeding.",
  "W009": "9 - Calculator - Add or subtract 1d6 from any number on a card in play.",
  "W010": "10 - Turn Twister - Until your next turn after each turn randomly choose who takes the next turn.",
  "W011": "11 - Dance party - All players exile a permanent they control and name three numbers. If a player's number is rolled in chaos, that player gains control of all permanents exiled this way. If two players name the same number, nobody gets any of the permanents. And the second player to name that number is a dick.",
  "W012": "12 - Magnet - Target creature gains \"Every spell and ability that can target this creature must target this creature.\"",
  "W013": "13 - Wrath of the Random - Bury all permanents in play with a casting cost of 1d6.",
  "W014": "14 - Chaos Ward - Target creature gains Protection from Chaos. This does not end at the end of the turn.",
  "W015": "15 - Fun Time - Roll once on ChaosList WackyLand PeDWrsonaLand and EnchantWorldLand .",
  "W016": "16- Time Wall Safe - Skip one of your phases this turn. Get a Safe counter for that phase. Sacrifice a Safe counter to take the phase that was skipped immediately.",
  "W017": "17 - nruT - Go to your Cleanup Phase and prDSoceed backwards through the order of phases and steps. When you reach your Chaos Phase roll a Chaos Roll. Resolve that roll and end your turn.",
  "W018": "18 - Expansion in a Bottle - Destroy all non-land cards from target expansion.",
  "W019": "19 - Ka-Ching!!$$ - Ka-Ching!!$$ - Get a Black Lotus counter, a Mox Jet counter, a Mox Pearl counter, a Mox Emerald counter, a Mox Sapphire counter, a Mox Ruby counter, and a Mox Diamond counter.",
  "W020": "20 - Time Crawl Jackpot! - Put a turn counter in the Time Crawl Jackpot. After this turn you take an additional turn for each turn counter in the Time Crawl Jackpot."
}
